Repository: Pilseta-Cilvekiem/Issues-Map
Catalog: languages/issues-map-*.po
Languages: lv

source: Issues Map
lv: Uzlabojumu Karte

source: Submit issues, view them in a list or on a map, save them as PDFs, send them by email.
lv: Pievienot uzlabojumus, apskatīt tos sarakstā vai kartē, sagatavot iesniegumus PDF formatā un nosūtīt tos pa e-pastu.

source: Tim Brogden
lv: Tims Brogdens

source: Settings
lv: Iestatījumi

source: Issue categories
lv: Uzlabojuma kategorijas

source: Issue statuses
lv: Uzlabojuma statusi

source: Report templates
lv: Iesnieguma veidnes

source: Issues Map Settings
lv: Uzlabojumu Kartes Iestatījumi

source: <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" title="(opens in new tab)" target="_blank">Get an API key</a>. Please ensure that Maps Javascript API and Maps Static API are enabled for your API key.
lv: <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" title="(atveras jaunā cilnē)" target="_blank">Pieprasi API atslēgu</a>. Maps Javascript API un Maps Static API ir jābūt ieslēgti API atslēgas iestatījumos.

source: Used to send reports from. If not specified, report sending is disabled.
lv: Tiek izmantots iesniegumu nosūtīšanai. Atstājot tukšu, iesnieguma nosūtīšana tiek izslēgta.

source: Note: moderators have full permissions.
lv: Moderātoriem ir visas atļaujas.

source: Report sending is disabled in demo mode.
lv: Iesnieguma nosūtīšana nenotiks jo spraudnis ir demo režīmā.

source: Page settings
lv: Lapu iestatījumi

source: List view
lv: Saraksts

source: Map view
lv: Karte

source: Add issue
lv: Pievienot uzlabojumu

source: Automatically generate content
lv: Automātiski ģenerēt saturu

source: Open issues in a new tab
lv: Atvērt uzlabojumus jaunā cilnē

source: Show top links menu
lv: Rādīt izvelni augšā

source: Show bottom links menu
lv: Rādīt izvelni apakšā

source: Map settings
lv: Kartes iestatījumi

source: Google Maps API Key
lv: Google Maps API Atslēga

source: Centre latitude
lv: Centra platums

source: Centre longitude
lv: Centra garums

source: Zoom level (main map)
lv: Zoom (galvenā kartē)

source: Zoom level (issue location)
lv: Zoom (uzlabojuma skats)

source: Reports
lv: Iesniegumi

source: Include images in reports
lv: Pievienot attēlus iesniegumos

source: Permissions (logged in users)
lv: Atļaujas (reģistrētiem lietotājiem)

source: Upload images
lv: Augšupielādēt attēlus

source: Comment on issues
lv: Komentēt par uzlabojumiem

source: Send issue reports to moderators
lv: Nosūtīt iesniegumus moderātoriem

source: Send issue reports to anyone
lv: Nosūtīt iesniegumus ikvienam

source: Permissions (anonymous users)
lv: Atļaujas (anonīmiem lietotājiem)

source: Moderation
lv: Moderācija

source: Moderator email
lv: Moderātora e-pasts

source: Moderators
lv: Moderātori

source: Enter one user's email address or login per line.
lv: Viens lietotāja vārds vai e-pasts katrā rindā.

source: Issues List
lv: Uzlabojumu Saraksts

source: Submit Issue
lv: Pievienot Uzlabojumu

source: Uncategorized
lv: Nekategorizēts

source: Unreported
lv: Neiesniegts

source: Report created
lv: Iesniegums sagatavots

source: Report sent
lv: Iesniegums nosūtīts

source: Please enter an issue title.
lv: Lūdzu ievadīt uzlabojuma virsrakstu.

source: Please enter your name.
lv: Lūdzu ievadīt Tavu vārdu.

source: Error while updating the issue details.
lv: Notika kļūda atjaunojot uzlabojuma informāciju.

source: You are not authorised to edit this issue.
lv: Tev nav atļauts rediģēt šo uzlabojumu.

source: Error while adding a new issue.
lv: Notika kļūda pievienojot jaunu uzlabojumu.

source: You are not authorised to add issues.
lv: Tev nav atļauts pievienot uzlabojumus.

source: Error while adding images to the issue.
lv: Notika kļūda pievienojot attēlus.

source: You are not authorised to add images to this issue.
lv: Tev nav atļauts pievienot attēlus šim uzlabojumam.

source: Error updating issue location.
lv: Notika kļūda saglabājot uzlabojuma atrašanās vietu.

source: Missing latitude and longitude parameter values.
lv: Pietrūkst platuma un garuma datiem.

source: Please enter a greeting and recipient name.
lv: Lūdzu ievadīt sveicienu un saņēmēja vārdu.

source: Please enter your address and/or email address.
lv: Lūdzu ievadīt adresi un/vai e-pasta adresi.

source: Please enter some content for the report.
lv: Lūdzu ievadīt iesnieguma saturu.

source: Please enter a sign off and your name.
lv: Lūdzu ievadīt atvadu un Tavu vārdu.

source: Error while updating report information.
lv: Notika kļūda atjaunojot iesnieguma informāciju.

source: You are not authorised to edit this information.
lv: Tev nav atļauts rediģēt šo informāciju.

source: Error while creating report.
lv: Notika kļūda pievienojot jaunu iesniegumu.

source: Error while creating report template.
lv: Notika kļūda pievienojot jaunu iesnieguma veidni.

source: You are not authorised to add new reports.
lv: Tev nav atļauts pievienot iesniegumus.

source: You are not authorised to send this report.
lv: Tev nav atļauts nosūtīt šo iesniegumu.

source: Please specify valid email addresses in the report for both yourself and the recipient.
lv: Lūdzu ievadīt derīgas e-pasta adreses gan Tev gan saņēmējam.

source: You are only authorised to send reports to moderators.
lv: Tev ir atļauja nosūtīt iesniegumus tikai moderātoriem.

source: Issue report
lv: Iesniegums

source: This email has been sent automatically from %s.
lv: Šis e-pasts tika automatiski nosūtīts no %s.

source: The report has been sent to %s
lv: Iesniegums ir nosūtīts saņēmējam (%s)

source: Error while trying to send the report.
lv: Notika kļūda nosūtījot iesniegumu.

source: Unable to create a PDF file for this report.
lv: PDF fails netika veiksmīgi sagatavots.

source: You are not authorised to download this report.
lv: Tev nav atļauts lejupielādēt šo iesniegumu.

source: Error while deleting image.
lv: Notika kļūda dzēsot attēlu.

source: Error while setting the featured image.
lv: Notika kļūda mainot galveno attēlu.

source: Unable to delete this issue.
lv: Kļūda dzēsot uzlabojumu.

source: You are not authorised to delete this issue.
lv: Tev nav atļauts dzēst uzlabojumu.

source: Unable to delete the report.
lv: Kļūda dzēsot iesniegumu.

source: You are not authorised to delete the report.
lv: Tev nav atļauts dzēst iesniegumu.

source: Please log in.
lv: Lūdzu pieslēgties.

source: You are not authorised to view this report.
lv: Tev nav atļauts apskatīt šo iesniegumu.

source: You are not authorised to add or edit issues.
lv: Tev nav atļauts pievienot vai rediģēt uzlabojumus.

source: You are not authorised to add images.
lv: Tev nav atļauts pievienot attēlus.

source: You are not authorised to set issue locations.
lv: Tev nav atļauts mainīt uzlabojuma atrašanās vietas.

source: You are not authorised to add or edit issue reports.
lv: Tev nav atļauts pievienot vai rediģēt iesniegumus.

source: Issues list
lv: Uzlabojumu saraksts

source: Issues map
lv: Uzlabojumu karte

source: Submit issue
lv: Pievienot uzlabojumu

source: Add images
lv: Pievienot attēlus

source: Set location
lv: Precizēt atrašanās vietu

source: Edit issue
lv: Rediģēt uzlabojumu

source: Edit location
lv: Rediģēt atrašanās vietu

source: Create report
lv: Sagatavot iesniegumu

source: Edit report
lv: Rediģēt iesniegumu

source: Only my issues
lv: Tikai mani uzlabojumi

source: (Filter by category)
lv: (Izvēlies kategoriju)

source: (Filter by status)
lv: (Izvēlies statusu)

source: Unable to display Google map - missing API key in plugin settings.
lv: Rādīt Google karti nav iespējams - API atslēgai pietrūkst spraudņa iestatījumos.

source: Map of issue location
lv: Atrašanās vietas karte

# Category or tag name
source: Name
lv: Nosaukums

source: Icon
lv: Ikona

source: Description
lv: Apraksts

source: Slug
lv: Taka

source: Count
lv: Skaits

source: Select icon:
lv: Atlasi ikonu:

source: Enter the details for the issue.
lv: Lūdzu aizpildīt veidlapu ar informāciju par uzlabojumu.

source: Issues submitted are visible to everyone. However, your email address (if provided) will only be visible to our moderators.
lv: Pievienoti uzlabojumi ir publiski redzami, bet Tavs e-pasts (ja aizpildīts) būs redzams tikai mūsu moderātoriem.

source: Category
lv: Kategorija

source: Status
lv: Statuss

source: Title
lv: Virsraksts

source: Your name (publicly visible)
lv: Tavs vārds (publiski redzams)

source: Your email address (optional, only visible to moderators)
lv: Tavs e-pasts (neobligāti aizpildāms, redzams tikai moderātoriem)

source: OK
lv: Labi

source: Next
lv: Turpināt

source: Cancel
lv: Atcelt

source: Add any images to illustrate the issue. You can also add images later.
lv: Te var pievienot saistītus attēlus. Būs arī iespējams pievienot attēlus vēlāk.

source: Images submitted are visible to everyone.
lv: Attēli ir publiski redzami.

source: Drag the pin on the map to set the issue location.
lv: Lai precizētu atrašanās vietu, velc kartes tapu.

source: Issue locations are visible to everyone.
lv: Uzlabojuma atrašanās vietas ir publiski redzami.

source: Finish
lv: Labi

source: Edit details
lv: Rediģēt informāciju

source: Images
lv: Attēli

source: No images added yet.
lv: Pagaidām attēlu nav.

source: Delete selected image
lv: Dzēst atlasītu attēlu

source: Delete the selected image
lv: Dzēst atlasītu attēlu

source: Set as featured image
lv: Mainīt galveno attēlu

source: Make the selected image the main image
lv: Iestatīt atlasītu attēlu kā galvenais attēls

source: Create a report for this issue
lv: Sagatavot iesniegumu šim uzlabojumam

source: Location
lv: Atrašanās vieta

source: Delete issue
lv: Dzēst uzlabojumu

source: View this issue
lv: Apskatīt uzlabojumu

source: Added by:
lv: Autors:

source: Added on:
lv: Pievienots:

source: Issue ID:
lv: ID:

source: Comments:
lv: Komentāri:

source: View
lv: Apskatīt

source: View this report
lv: Apskatīt iesniegumu

source: Edit
lv: Rediģēt

source: Edit this report
lv: Rediģēt šo iesniegumu

source: Report %1$s sent by %2$s
lv: Iesniegumu %1$s nosūtīja %2$s

source: Report %1$s created by %2$s
lv: Iesniegumu %1$s sagatavoja %2$s

source: Delete
lv: Dzēst

source: Delete this report
lv: Dzēst šo iesniegumu

source: anonymous user
lv: anonīms lietotājs

source: No reports available for this issue.
lv: Pagaidām iesniegumu nav.

source: Colour
lv: Krāsa

source: Previous
lv: Iepriekējais

source: Page %1$d / %2$d
lv: Lapa %1$d / %2$d

source: %d issue found.
lv: %d uzlabojumu tika atrasti.

source: No issues found.
lv: Neviens uzlabojums netika atrasts.

source: Select an image
lv: Atlasi attēlu

source: Please select an image first.
lv: Lūdzu vispirms kādu attēlu izlasīt.

source: Already featured image
lv: Jau galvenais attēls

source: The selected image is already the featured image.
lv: Atlasīts attēls jau ir galvenais attēls.

source: Delete the selected image?
lv: Dzēst atlasītu attēlu?

source: Delete this issue including any associated images and reports?
lv: Dzēst šo uzlabojumu ieskaitot saistītus attēlus un iesniegumus?

source: Issue deleted
lv: Uzlabojums dzēsts

source: Issue successfully deleted. Click OK to go to the issues list.
lv: Uzlabojums veiksmīgi dzēsts. Piespied pogu Labi lai ietu uz uzlabojumu sarakstu.

source: Email the report to the recipient?
lv: Nosūtīt saņēmējam iesniegumu?

source: Send
lv: Sūtīt

source: Delete this report?
lv: Dzēst šo iesniegumu?

source: Please confirm
lv: Lūdzu apstiprināt

source: Invalid report ID.
lv: Nederīgs iesnieguma ID.

source: For issue:
lv: Uzlabojumam:

source: Template for issue categories:
lv: Veidne uzlabojuma kategorijām:

source: Email:
lv: E-pasts:

source: To:
lv: Saņēmējs:

source: Message:
lv: Ziņa:

source: Attachment:
lv: Iesniegums:

source: Ref:
lv: Atsauce:

source: This report was sent on %s.
lv: Šis iesniegums tika nosūtīts %s.

source: Send report
lv: Nosūtīt iesniegumu

source: Download as PDF
lv: Lejupielādēt PDF

source: Back to issue
lv: Atpakaļ

source: Edit report template
lv: Rediģēt iesnieguma veidni

source: Edit this report template
lv: Rediģēt šo iesnieguma veidni

source: Delete report
lv: Dzēst iesniegumu

source: You are not authorised to edit this report.
lv: Tev nav atļauts rediģēt šo iesniegumu.

source: Please do not include personal information in report templates. Use the suggested {...} tags instead.
lv: Ieteicams neiekļaut personīgu informāciju iesnieguma veidnēs, bet lietot piedāvātas {…} birkas.

source: You are not authorised to create a report for this issue.
lv: Tev nav atļauts pievienot iesniegumu šim uzlabojumam.

source: Invalid issue ID.
lv: Nederīgs uzlabojuma ID.

source: Enter the details for the issue report.
lv: Lūdzu aizpildīt veidlapu ar iesniedzamo informāciju.

source: The report will not be sent at this stage.
lv: Šeit iesniegums netiek nosūtīts, tikai sagatavots.

source: Other users can see who has created a report for an issue. However, report contents are only visible to the person who created them and to our site moderators.
lv: Citi lietotāji var redzēt kurš ir sagatavojis iesniegumu, bet tā saturs ir redzams tikai autoram un moderātoriem.

source: Your address
lv: Tava adrese

source: Your email
lv: Tavs e-pasts

source: To address
lv: Saņēmēja adrese

source: Greeting
lv: Sveiciens

source: Report content
lv: Iesnieguma saturs

source: Sign off
lv: Atvads

source: Your name
lv: Tavs vārds

source: Recipient name
lv: Saņēmēja vārds

source: Recipient email
lv: Saņēmēja e-pasts

source: Message
lv: Ziņa

source: You can include
lv: Var lietot

source: and the HTML tags &lt;b&gt; &lt;i&gt; &lt;u&gt; and &lt;a&gt;
lv: un HTML birkas &lt;b&gt; &lt;i&gt; &lt;u&gt; un &lt;a&gt;

source: Issues
lv: Uzlabojumi

source: Issue
lv: Uzlabojums

source: Add New
lv: Pievienot Jaunu

source: Add New Issue
lv: Pievienot Uzlabojumu

source: New Issue
lv: Jauns Uzlabojums

source: Edit Issue
lv: Rediģēt Uzlabojumu

source: View Issue
lv: Apskatīt Uzlabojumu

source: All Issues
lv: Visi Uzlabojumi

source: Search Issues
lv: Meklēt Uzlabojumus

source: Report
lv: Iesniegums

source: Add New Report
lv: Pievienot Jaunu Iesniegumu

source: New Report
lv: Jauns Iesniegums

source: Edit Report
lv: Rediģēt Iesniegumu

source: View Report
lv: Apskatīt Iesniegumu

source: All Report
lv: Visi Iesniegumu

source: Search Reports
lv: Meklēt Iesniegumus

source: No reports found.
lv: Neviens iesniegums netika atrasts.

source: Report Templates
lv: Iesnieguma Veidnes

source: Report Template
lv: Iesnieguma Veidne

source: Add New Report Template
lv: Pievienot Jaunu Iesnieguma Veidni

source: New Report Template
lv: Jauna Iesnieguma Veidne

source: Edit Report Template
lv: Rediģēt Iesnieguma Veidni

source: View Report Template
lv: Apskatīt Iesnieguma Veidni

source: All Report Templates
lv: Visas Iesnieguma Veidnes

source: Search Report Templates
lv: Meklēt Iesnieguma Veidnes

source: No report templates found.
lv: Neviena iesnieguma veidne netika atrasta.

source: Issue Categories
lv: Uzlabojuma Kategorijas

source: Issue Category
lv: Uzlabojuma Kategorija

source: All Issue Categories
lv: Visas Uzlabojuma Kategorijas

source: Edit Issue Category
lv: Rediģēt Uzlabojuma Kategoriju

source: View Issue Category
lv: Apskatīt Uzlabojuma Kategoriju

source: Update Issue Category
lv: Atjaunot Uzlabojuma Kategoriju

source: Add New Issue Category
lv: Pievienot Jaunu Uzlabojuma Kategoriju

source: New Issue Category Name
lv: Jaunas Uzlabojuma Kategorijas Nosaukums

source: Parent Issue Category
lv: Vecāka Uzlabojuma Kategorija

source: Parent Issue Category:
lv: Vecāka Uzlabojuma Kategorija:

source: Search Issue Categories
lv: Meklēt Uzlabojuma Kategorijas

source: Popular Issue Categories
lv: Vairāk lietotas Uzlabojuma Kategorijas

source: Separate issue categories with commas
lv: Atšķirt uzlabojuma kategorijas ar komatiem

source: Add or remove issue categories
lv: Pievienot vai dzēst uzlabojuma kategorijas

source: Choose from the most used issue categories
lv: Izvēlies no visvairāk lietotām uzlabojuma kategorijām

source: No issue categories found
lv: Neviena uzlabojuma kategorija netika atrasta

source: Back to issue categories
lv: Atpakaļ uz uzlabojuma kategorijām

source: Issue Statuses
lv: Uzlabojuma Statusi

source: Issue Status
lv: Uzlabojuma Statuss

source: All Issue Statuses
lv: Visi Uzlabojuma Statusi

source: Edit Issue Status
lv: Rediģēt Uzlabojuma Statusu

source: View Issue Status
lv: Apskatīt Uzlabojuma Statusu

source: Update Issue Status
lv: Atjaunot Uzlabojuma Statusu

source: Add New Issue Status
lv: Pievienot Jaunu Uzlabojuma Statusu

source: New Issue Status Name
lv: Jauna Uzlabojuma Statusa Nosaukums

source: Parent Issue Status
lv: Vecāks Uzlabojuma Statuss

source: Parent Issue Status:
lv: Vecāks Uzlabojuma Statuss:

source: Search Issue Statuses
lv: Meklēt Uzlabojuma Statusus

source: Popular Issue Statuses
lv: Vairāk Lietoti Uzlabojuma Statusi

source: Separate issue statuses with commas
lv: Atšķirt uzlabojuma statusus ar komatiem

source: Add or remove issue statuses
lv: Pievienot vai dzēst uzlabojuma statusus

source: Choose from the most used issue statuses
lv: Izvēlies no visvairāk lietotiem uzlabojuma statusiem

source: No issue statuses found
lv: Neviens uzlabojuma statuss netika atrasts

source: Back to issue statuses
lv: Atpakaļ uz uzlabojuma statusiem

source: Drag & Drop Files Here
lv: Velc un nomet failus

source: or
lv: vai

source: Browse Files
lv: Atlasi failus

source: deleting
lv: dzēsot

source: Remove
lv: Noņemt

source: Failed to upload file.
lv: Kļūda augšupielādējot failu.

source: The uploaded file exceeds the maximum upload size of your server.
lv: Tika pārsniegts servera maksimālais faila lielums.

source: File upload failed.
lv: Kļūda augšupielādējot failu.

source: Uploaded file is too large.
lv: Augšupielādēts fails ir par lielu.

source: Uploaded file has an unsupported file type.
lv: Augšupielādēta faila tips nav derīgs.

source: The maximum number of files allowed was exceeded.
lv: Tika pārsniegts maksimālais failu skaits.

source: This field is required.
lv: Šis lauks ir jāaizpilda.

source: {issue_link} not supported in demo mode.
lv: {issue_link} nav pieejams demo režīmā.
